Repository: payne1982/sshborg-ios
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, ru, uk, zh_hans

# settings_extra_keys_bar_subtitle
source: Keep the extra key bar (Ctrl, arrows, F-keys…) visible even when the keyboard is closed. You can also toggle this with the pin on the bar.
de: Hält die Zusatztastenleiste (Strg, Pfeile, F-Tasten…) auch bei geschlossener Tastatur sichtbar. Auch über die Pinnadel auf der Leiste umschaltbar.
es: Mantiene visible la barra de teclas adicionales (Ctrl, flechas, teclas F…) incluso con el teclado cerrado. También puedes cambiarlo con el pin de la barra.
fr: Garde la barre de touches supplémentaires (Ctrl, flèches, touches F…) visible même clavier fermé. Réglable aussi avec l'épingle sur la barre.
it: Mantiene visibile la barra dei tasti extra (Ctrl, frecce, tasti F…) anche a tastiera chiusa. Puoi cambiarlo anche con il pin sulla barra.
ja: キーボードを閉じていても追加キーバー（Ctrl、矢印、Fキーなど）を表示したままにします。バー上のピンでも切り替えられます。
pt: Mantém a barra de teclas extra (Ctrl, setas, teclas F…) visível mesmo com o teclado fechado. Também pode alterná-la com o pin na barra.
ru: Держать панель дополнительных клавиш (Ctrl, стрелки, F-клавиши…) видимой даже при закрытой клавиатуре. Переключается также булавкой на панели.
uk: Тримає панель додаткових клавіш (Ctrl, стрілки, клавіші F…) видимою навіть із закритою клавіатурою. Це також можна перемкнути шпилькою на панелі.
zh_hans: 即使键盘关闭，也保持额外按键栏（Ctrl、方向键、F 键…）可见。也可通过按键栏上的图钉切换。

# settings_extra_keys_bar_title
source: Always-visible extra keys
de: Zusatztasten immer sichtbar
es: Teclas adicionales siempre visibles
fr: Touches supplémentaires toujours visibles
it: Tasti extra sempre visibili
ja: 追加キーを常に表示
pt: Teclas extra sempre visíveis
ru: Дополнительные клавиши всегда видимы
uk: Додаткові клавіші завжди видимі
zh_hans: 始终显示额外按键

# settings_font_size_subtitle
source: Default terminal text size (sp); pinch to zoom in a session
de: Standard-Textgröße des Terminals (sp); Zoomen per Fingergeste in der Sitzung
es: Tamaño de texto predeterminado del terminal (sp); pellizca para hacer zoom en la sesión
fr: Taille par défaut du texte du terminal (sp) ; pincez pour zoomer dans la session
it: Dimensione predefinita del testo del terminale (sp); il pinch la cambia nella sessione
ja: ターミナルの既定の文字サイズ（sp）。セッション中はピンチで拡大縮小できます
pt: Tamanho de texto predefinido do terminal (sp); belisque para ampliar na sessão
ru: Размер текста терминала по умолчанию (sp); в сессии можно менять жестом
uk: Типовий розмір тексту термінала (sp); жест масштабування діє в сеансі
zh_hans: 终端默认文字大小（sp）；会话中可双指缩放

# settings_font_size_title
source: Font size
de: Schriftgröße
es: Tamaño de letra
fr: Taille du texte
it: Dimensione carattere
ja: 文字サイズ
pt: Tamanho da letra
ru: Размер шрифта
uk: Розмір шрифту
zh_hans: 字体大小

# settings_history_suggestions_subtitle
source: Show suggestions from the server shell history while typing in the terminal
de: Vorschläge aus der Shell-Historie des Servers beim Tippen im Terminal anzeigen
es: Mostrar sugerencias del historial de shell del servidor mientras se escribe en el terminal
fr: Afficher des suggestions tirées de l'historique shell du serveur lors de la saisie dans le terminal
it: Mostra suggerimenti dalla cronologia shell del server mentre si digita nel terminale
ja: ターミナル入力中にサーバーのシェル履歴から候補を表示
pt: Mostrar sugestões do histórico de shell do servidor ao digitar no terminal
ru: Показывать подсказки из истории команд сервера при вводе в терминале
uk: Показувати підказки з історії shell сервера під час введення в терміналі
zh_hans: 在终端输入时显示服务器 shell 历史记录中的建议

# settings_history_suggestions_title
source: Command history suggestions
de: Befehlshistorie-Vorschläge
es: Sugerencias del historial de comandos
fr: Suggestions de l'historique des commandes
it: Suggerimenti dalla cronologia comandi
ja: コマンド履歴の候補
pt: Sugestões do histórico de comandos
ru: Подсказки из истории команд
uk: Підказки з історії команд
zh_hans: 命令历史建议

# settings_invert_scroll_subtitle
source: Swipe up to see older output instead of newer
de: Nach oben wischen für ältere Ausgabe
es: Desliza hacia arriba para ver la salida más antigua
fr: Glisser vers le haut pour voir la sortie la plus ancienne
it: Scorri su per vedere l'output più vecchio invece di quello più recente
ja: 上にスワイプして新しい出力ではなく古い出力を表示
pt: Deslize para cima para ver a saída mais antiga
ru: Смахивание вверх покажет старый вывод вместо нового
uk: Проведіть вгору, щоб побачити старіший вивід
zh_hans: 向上滑动查看较早的输出而非较新的

# settings_invert_scroll_title
source: Invert terminal scroll
de: Terminal-Scrollen umkehren
es: Invertir desplazamiento del terminal
fr: Inverser le défilement du terminal
it: Inverti scorrimento terminale
ja: ターミナルのスクロールを反転
pt: Inverter scroll do terminal
ru: Инвертировать прокрутку терминала
uk: Інвертувати прокручування терміналу
zh_hans: 反转终端滚动

# settings_keep_screen_on_subtitle
source: Prevent the screen from turning off while a terminal is open
de: Verhindert das Ausschalten des Bildschirms, solange ein Terminal geöffnet ist
es: Evita que la pantalla se apague mientras un terminal está abierto
fr: Empêche l'écran de s'éteindre tant qu'un terminal est ouvert
it: Impedisce lo spegnimento dello schermo mentre un terminale è aperto
ja: ターミナルを開いている間、画面が消灯しないようにします
pt: Impede que o ecrã se desligue enquanto um terminal está aberto
ru: Не давать экрану гаснуть, пока открыт терминал
uk: Запобігає вимкненню екрана, поки відкрито термінал
zh_hans: 终端打开时防止屏幕关闭

# settings_keep_screen_on_title
source: Keep screen on
de: Bildschirm eingeschaltet lassen
es: Mantener la pantalla encendida
fr: Garder l'écran allumé
it: Mantieni lo schermo acceso
ja: 画面をオンのまま維持
pt: Manter o ecrã ligado
ru: Не выключать экран
uk: Не вимикати екран
zh_hans: 保持屏幕常亮

# settings_language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma
ru: Язык
uk: Мова
zh_hans: 语言

# settings_language_system
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinita di sistema
ja: システムのデフォルト
pt: Padrão do sistema
ru: Системный
uk: Системна мова
zh_hans: 跟随系统

# settings_lock_after_subtitle
source: Time before requiring authentication again
de: Zeit bis zur erneuten Authentifizierungsanforderung
es: Tiempo antes de requerir autenticación de nuevo
fr: Délai avant de demander à nouveau l'authentification
it: Tempo prima di richiedere nuovamente l'autenticazione
ja: 再認証が必要になるまでの時間
pt: Tempo antes de exigir autenticação novamente
ru: Время до повторного запроса аутентификации
uk: Час до повторного запиту автентифікації
zh_hans: 再次需要验证前的等待时间

# settings_lock_after_title
source: Lock after
de: Sperren nach
es: Bloquear después de
fr: Verrouiller après
it: Blocca dopo
ja: ロックまでの時間
pt: Bloquear após
ru: Блокировать через
uk: Блокувати через
zh_hans: 锁定延迟

# settings_lock_mode_biometric
source: Biometric only
de: Nur biometrisch
es: Solo biométrico
fr: Biométrie uniquement
it: Solo biometrico
ja: 生体認証のみ
pt: Apenas biométrico
ru: Только биометрия
uk: Лише біометрія
zh_hans: 仅生物识别

# settings_lock_mode_device
source: Device lock (PIN or biometric)
de: Gerätesperre (PIN oder Biometrie)
es: Bloqueo del dispositivo (PIN o biometría)
fr: Verrouillage de l'appareil (PIN ou biométrie)
it: Blocco del dispositivo (PIN o biometria)
ja: デバイスのロック（PIN・生体認証）
pt: Bloqueio do dispositivo (PIN ou biometria)
ru: Блокировка устройства (PIN или биометрия)
uk: Блокування пристрою (PIN або біометрія)
zh_hans: 设备锁（PIN 或生物识别）

# settings_lock_mode_none
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum
ru: Нет
uk: Немає
zh_hans: 无

# settings_lock_timeout_fallback
source: %1$d seconds
de: %1$d Sekunden
es: %1$d segundos
fr: %1$d secondes
it: %1$d secondi
ja: %1$d 秒
pt: %1$d segundos
ru: %1$d сек.
uk: %1$d секунд
zh_hans: %1$d 秒

# settings_scrollback_subtitle
source: Lines of terminal history kept in memory
de: Im Speicher gehaltene Zeilen der Terminal-Historie
es: Líneas del historial del terminal mantenidas en memoria
fr: Lignes d'historique du terminal conservées en mémoire
it: Righe di cronologia del terminale mantenute in memoria
ja: メモリに保持するターミナル履歴の行数
pt: Linhas do histórico do terminal mantidas em memória
ru: Сколько строк истории терминала хранится в памяти
uk: Рядки історії терміналу, що зберігаються в пам'яті
zh_hans: 终端历史记录在内存中保留的行数

# settings_scrollback_title
source: Scrollback lines
de: Scrollback-Zeilen
es: Líneas de scrollback
fr: Lignes de défilement
it: Righe di scrollback
ja: スクロールバック行数
pt: Linhas de scrollback
ru: Строки истории прокрутки
uk: Рядки прокрутки
zh_hans: 滚动回看行数

# settings_section_general
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt: Geral
ru: Общие
uk: Загальне
zh_hans: 通用

# settings_section_security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt: Segurança
ru: Безопасность
uk: Безпека
zh_hans: 安全

# settings_suggestions_bar_sticky_subtitle
source: Keep the suggestion bar at a fixed height to prevent the terminal from resizing when suggestions appear or disappear
de: Hält die Vorschlagsleiste auf fester Höhe, um Größenänderungen des Terminals zu vermeiden
es: Mantiene la barra de sugerencias a altura fija para evitar el redimensionamiento del terminal
fr: Maintient la barre de suggestions à hauteur fixe pour éviter le redimensionnement du terminal
it: Mantiene la barra dei suggerimenti a dimensione fissa per evitare il ridimensionamento del terminale quando i suggerimenti compaiono o scompaiono
ja: 候補の表示・非表示でターミナルのサイズが変わらないよう、候補バーの高さを固定する
pt: Mantém a barra de sugestões em altura fixa para evitar o redimensionamento do terminal
ru: Держать панель подсказок фиксированной высоты, чтобы терминал не менялся в размере при их появлении или исчезновении
uk: Зберігає панель підказок фіксованої висоти, щоб уникнути зміни розміру терміналу
zh_hans: 保持建议栏固定高度，防止建议出现或消失时终端调整大小

# settings_suggestions_bar_sticky_title
source: Always-visible suggestion bar
de: Vorschlagsleiste immer sichtbar
es: Barra de sugerencias siempre visible
fr: Barre de suggestions toujours visible
it: Barra suggerimenti sempre visibile
ja: 候補バーを常に表示
pt: Barra de sugestões sempre visível
ru: Всегда видимая панель подсказок
uk: Панель підказок завжди видима
zh_hans: 始终显示建议栏

# settings_terminal_colors_follow_app
source: Match app theme
de: Wie das App-Design
es: Según el tema de la app
fr: Selon le thème de l'appli
it: Come il tema dell'app
ja: アプリのテーマに合わせる
pt: Conforme o tema do app
ru: Как в теме приложения
uk: Як тема застосунку
zh_hans: 跟随应用主题

# settings_terminal_colors_title
source: Terminal colors
de: Terminalfarben
es: Colores del terminal
fr: Couleurs du terminal
it: Colori del terminale
ja: ターミナルの配色
pt: Cores do terminal
ru: Цвета терминала
uk: Кольори термінала
zh_hans: 终端配色

# settings_theme_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
pt: Escuro
ru: Тёмная
uk: Темна
zh_hans: 深色

# settings_theme_follow_system
source: Follow system
de: System folgen
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
ja: システムに従う
pt: Seguir o sistema
ru: Как в системе
uk: Як у системі
zh_hans: 跟随系统

# settings_theme_light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
pt: Claro
ru: Светлая
uk: Світла
zh_hans: 浅色

# settings_theme_title
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
pt: Tema
ru: Тема
uk: Тема
zh_hans: 主题

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置

# sftp_back_cd
source: Back to hosts
de: Zurück zu Hosts
es: Volver a hosts
fr: Retour aux hôtes
it: Torna agli host
ja: ホスト一覧に戻る
pt: Voltar aos hosts
ru: К списку хостов
uk: Назад до хостів
zh_hans: 返回主机列表

# sftp_background_dismiss_cd
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

# sftp_background_download_failed
source: Download failed
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
it: Download non riuscito
ja: ダウンロード失敗
pt: Transferência falhada
ru: Не удалось скачать
uk: Помилка завантаження
zh_hans: 下载失败

# sftp_background_downloads_title
source: Background downloads
de: Hintergrund-Downloads
es: Descargas en segundo plano
fr: Téléchargements en arrière-plan
it: Download in background
ja: バックグラウンドダウンロード
pt: Transferências em segundo plano
ru: Фоновые загрузки
uk: Фонові завантаження
zh_hans: 后台下载

# sftp_background_skipped_exists
source: "%1$@" already exists in Downloads. Download skipped.
de: „%1$@" ist bereits in Downloads vorhanden. Download übersprungen.
es: "%1$@" ya existe en Descargas. Descarga omitida.
fr: "%1$@" existe déjà dans Téléchargements. Téléchargement ignoré.
it: "%1$@" esiste già in Download. Download ignorato.
ja: "%1$@"はダウンロードフォルダに既に存在します。スキップしました。
pt: "%1$@" já existe em Transferências. Transferência ignorada.
ru: «%1$@» уже есть в Downloads. Скачивание пропущено.
uk: "%1$@" вже є в Завантаженнях. Завантаження пропущено.
zh_hans: "%1$@"已存在于下载目录中。已跳过下载。

# sftp_batch_conflict_message
source: %1$d of %2$d files already exist in Downloads. What would you like to do?
de: %1$d von %2$d Dateien existieren bereits in Downloads. Was möchten Sie tun?
es: %1$d de %2$d archivos ya existen en Descargas. ¿Qué deseas hacer?
fr: %1$d fichier(s) sur %2$d existent déjà dans Téléchargements. Que souhaitez-vous faire ?
it: %1$d di %2$d file esistono già nei Download. Come vuoi procedere?
ja: %2$d 件中 %1$d 件のファイルが既にダウンロードフォルダに存在します。どうしますか？
pt: %1$d de %2$d ficheiros já existem nos Transferências. O que pretende fazer?
ru: %1$d из %2$d файлов уже есть в Downloads. Что сделать?
uk: %1$d з %2$d файлів вже є в Завантаженнях. Що ви хочете зробити?
zh_hans: %2$d 个文件中有 %1$d 个已存在于下载目录中。请选择操作：

# sftp_batch_conflict_title
source: Some files already exist
de: Einige Dateien existieren bereits
es: Algunos archivos ya existen
fr: Certains fichiers existent déjà
it: Alcuni file esistono già
ja: 一部のファイルが既に存在します
pt: Alguns ficheiros já existem
ru: Некоторые файлы уже существуют
uk: Деякі файли вже існують
zh_hans: 部分文件已存在

# sftp_bulk_delete_files
source: %1$d file(s)
de: %1$d Datei(en)
es: %1$d archivo(s)
fr: %1$d fichier(s)
it: %1$d file
ja: ファイル %1$d 件
pt: %1$d ficheiro(s)
ru: Файлов: %1$d
uk: %1$d файл(ів)
zh_hans: %1$d 个文件

# sftp_bulk_delete_folders
source: %1$d folder(s)
de: %1$d Ordner
es: %1$d carpeta(s)
fr: %1$d dossier(s)
it: %1$d cartella/e
ja: フォルダ %1$d 件
pt: %1$d pasta(s)
ru: Папок: %1$d
uk: %1$d папку(и)
zh_hans: %1$d 个文件夹

# sftp_bulk_delete_message_prefix
source: You are about to delete:
de: Sie sind dabei zu löschen:
es: Estás a punto de eliminar:
fr: Vous êtes sur le point de supprimer :
it: Stai per eliminare:
ja: 以下を削除しようとしています：
pt: Está prestes a eliminar:
ru: Вы собираетесь удалить:
uk: Ви збираєтесь видалити:
zh_hans: 您即将删除：

# sftp_bulk_delete_title
source: Delete selected items
de: Ausgewählte Elemente löschen
es: Eliminar elementos seleccionados
fr: Supprimer les éléments sélectionnés
it: Elimina elementi selezionati
ja: 選択した項目を削除
pt: Eliminar itens selecionados
ru: Удалить выбранные элементы
uk: Видалити вибрані елементи
zh_hans: 删除所选项目

# sftp_cancelled_at
source: Cancelled: %1$@
de: Abgebrochen: %1$@
es: Cancelado: %1$@
fr: Annulé : %1$@
it: Annullato: %1$@
ja: キャンセル: %1$@
pt: Cancelado: %1$@
ru: Отменено: %1$@
uk: Скасовано: %1$@
zh_hans: 已取消：%1$@

# sftp_conflict_message
source: "%1$@" already exists in Downloads/SSHBorg/.
de: "%1$@" existiert bereits in Downloads/SSHBorg/.
es: "%1$@" ya existe en Descargas/SSHBorg/.
fr: "%1$@" existe déjà dans Téléchargements/SSHBorg/.
it: "%1$@" esiste già in Download/SSHBorg/.
ja: "%1$@" は Downloads/SSHBorg/ に既に存在します。
pt: "%1$@" já existe em Transferências/SSHBorg/.
ru: «%1$@» уже существует в Downloads/SSHBorg/.
uk: "%1$@" вже існує в Downloads/SSHBorg/.
zh_hans: "%1$@"已存在于 Downloads/SSHBorg/ 中。

# sftp_conflict_title
source: File already exists
de: Datei existiert bereits
es: El archivo ya existe
fr: Le fichier existe déjà
it: Il file esiste già
ja: ファイルが既に存在します
pt: O ficheiro já existe
ru: Файл уже существует
uk: Файл вже існує
zh_hans: 文件已存在

# sftp_delete_file_title
source: Delete file
de: Datei löschen
es: Eliminar archivo
fr: Supprimer le fichier
it: Elimina file
ja: ファイルを削除
pt: Eliminar ficheiro
ru: Удалить файл
uk: Видалити файл
zh_hans: 删除文件

# sftp_delete_folder_title
source: Delete folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina cartella
ja: フォルダを削除
pt: Eliminar pasta
ru: Удалить папку
uk: Видалити папку
zh_hans: 删除文件夹

# sftp_delete_message
source: Delete "%1$@"? This cannot be undone.
de: "%1$@" löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar "%1$@"? Esta acción no se puede deshacer.
fr: Supprimer "%1$@" ? Cette action est irréversible.
it: Eliminare "%1$@"? Questa operazione non può essere annullata.
ja: "%1$@" を削除しますか？ この操作は元に戻せません。
pt: Eliminar "%1$@"? Esta ação não pode ser desfeita.
ru: Удалить «%1$@»? Это действие нельзя отменить.
uk: Видалити "%1$@"? Цю дію не можна скасувати.
zh_hans: 删除"%1$@"？ 此操作无法撤销。

# sftp_delete_message_suffix
source: This cannot be undone.
de: Dies kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa operazione non può essere annullata.
ja: この操作は元に戻せません。
pt: Esta ação não pode ser anulada.
ru: Это действие нельзя отменить.
uk: Цю дію неможливо скасувати.
zh_hans: 此操作无法撤销。

# sftp_delete_selected_cd
source: Delete selected
de: Ausgewählte löschen
es: Eliminar seleccionados
fr: Supprimer la sélection
it: Elimina selezionati
ja: 選択項目を削除
pt: Eliminar selecionados
ru: Удалить выбранное
uk: Видалити вибране
zh_hans: 删除所选

# sftp_deleting_label
source: Deleting:
de: Löschen:
es: Eliminando:
fr: Suppression :
it: Eliminazione:
ja: 削除中：
pt: A eliminar:
ru: Удаление:
uk: Видалення:
zh_hans: 正在删除：

# sftp_disconnect_cd
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
ja: 切断
pt: Desligar
ru: Отключить
uk: Відключитися
zh_hans: 断开连接

# sftp_disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断されました
pt: Desligado
ru: Отключено
uk: Відключено
zh_hans: 已断开连接

# sftp_download_cd
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
pt: Transferir
ru: Скачать
uk: Завантажити
zh_hans: 下载

# sftp_download_complete
source: Download complete
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
it: Download completato
ja: ダウンロード完了
pt: Transferência concluída
ru: Скачивание завершено
uk: Завантаження завершено
zh_hans: 下载完成

# sftp_download_folder_cd
source: Download folder
de: Ordner herunterladen
es: Descargar carpeta
fr: Télécharger le dossier
it: Scarica cartella
ja: フォルダをダウンロード
pt: Transferir pasta
ru: Скачать папку
uk: Завантажити папку
zh_hans: 下载文件夹

# sftp_download_selected_cd
source: Download selected
de: Ausgewählte herunterladen
es: Descargar seleccionados
fr: Télécharger la sélection
it: Scarica selezionati
ja: 選択項目をダウンロード
pt: Transferir selecionados
ru: Скачать выбранное
uk: Завантажити вибране
zh_hans: 下载所选

# sftp_downloaded_n_files
source: Downloaded %1$d files
de: %1$d Dateien heruntergeladen
es: %1$d archivos descargados
fr: %1$d fichiers téléchargés
it: %1$d file scaricati
ja: %1$d 件のファイルをダウンロードしました
pt: %1$d ficheiros transferidos
ru: Скачано файлов: %1$d
uk: Завантажено %1$d файлів
zh_hans: 已下载 %1$d 个文件

# sftp_downloaded_n_files_skipped
source: Downloaded %1$d files (%2$d skipped)
de: %1$d Dateien heruntergeladen (%2$d übersprungen)
es: %1$d archivos descargados (%2$d omitidos)
fr: %1$d fichiers téléchargés (%2$d ignorés)
it: %1$d file scaricati (%2$d saltati)
ja: %1$d 件のファイルをダウンロードしました（%2$d 件をスキップ）
pt: %1$d ficheiros transferidos (%2$d ignorados)
ru: Скачано файлов: %1$d (пропущено: %2$d)
uk: Завантажено %1$d файлів (%2$d пропущено)
zh_hans: 已下载 %1$d 个文件（已跳过 %2$d 个）

# sftp_downloading_label
source: Downloading:
de: Herunterladen:
es: Descargando:
fr: Téléchargement :
it: Download in corso:
ja: ダウンロード中：
pt: A transferir:
ru: Скачивание:
uk: Завантаження:
zh_hans: 正在下载：

# sftp_empty_directory
source: Empty directory
de: Leeres Verzeichnis
es: Directorio vacío
fr: Dossier vide
it: Cartella vuota
ja: 空のディレクトリ
pt: Diretório vazio
ru: Пустая папка
uk: Порожня директорія
zh_hans: 空目录

# sftp_finished_at
source: Finished: %1$@
de: Beendet: %1$@
es: Finalizado: %1$@
fr: Terminé : %1$@
it: Completato: %1$@
ja: 完了: %1$@
pt: Concluído: %1$@
ru: Завершено: %1$@
uk: Завершено: %1$@
zh_hans: 完成：%1$@

# sftp_menu_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除

# sftp_menu_download_in_background
source: Download in background
de: Im Hintergrund herunterladen
es: Descargar en segundo plano
fr: Télécharger en arrière-plan
it: Scarica in background
ja: バックグラウンドでダウンロード
pt: Transferir em segundo plano
ru: Скачать в фоне
uk: Завантажити у фоні
zh_hans: 在后台下载

# sftp_menu_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前変更
pt: Renomear
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名

# sftp_mkdir_folder_name
source: Folder name
de: Ordnername
es: Nombre de carpeta
fr: Nom du dossier
it: Nome cartella
ja: フォルダ名
pt: Nome da pasta
ru: Название папки
uk: Назва папки
zh_hans: 文件夹名称

# sftp_mkdir_title
source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新しいフォルダ
pt: Nova pasta
ru: Новая папка
uk: Нова папка
zh_hans: 新建文件夹

# sftp_n_selected
source: %1$d selected
de: %1$d ausgewählt
es: %1$d seleccionados
fr: %1$d sélectionné(s)
it: %1$d selezionati
ja: %1$d 件選択中
pt: %1$d selecionados
ru: Выбрано: %1$d
uk: %1$d вибрано
zh_hans: 已选 %1$d 项

# sftp_new_folder_cd
source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
ja: 新しいフォルダ
pt: Nova pasta
ru: Новая папка
uk: Нова папка
zh_hans: 新建文件夹

# sftp_nothing_to_download
source: Nothing to download
de: Nichts zum Herunterladen
es: Nada que descargar
fr: Rien à télécharger
it: Niente da scaricare
ja: ダウンロードするものがありません
pt: Nada para transferir
ru: Нечего скачивать
uk: Нічого завантажувати
zh_hans: 无可下载内容

# sftp_preparing
source: Preparing…
de: Vorbereitung…
es: Preparando…
fr: Préparation…
it: Preparazione…
ja: 準備中…
pt: A preparar…
ru: Подготовка…
uk: Підготовка…
zh_hans: 准备中…

# sftp_refresh_cd
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
pt: Atualizar
ru: Обновить
uk: Оновити
zh_hans: 刷新

# sftp_rename_new_name
source: New name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome
ja: 新しい名前
pt: Novo nome
ru: Новое имя
uk: Нова назва
zh_hans: 新名称

# sftp_rename_title
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前変更
pt: Renomear
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名

# sftp_saved_to_downloads
source: Saved: %1$@
de: Gespeichert: %1$@
es: Guardado: %1$@
fr: Enregistré : %1$@
it: Salvato: %1$@
ja: 保存しました：%1$@
pt: Guardado: %1$@
ru: Сохранено: %1$@
uk: Збережено: %1$@
zh_hans: 已保存：%1$@

# sftp_select_items_cd
source: Select items
de: Elemente auswählen
es: Seleccionar elementos
fr: Sélectionner des éléments
it: Seleziona elementi
ja: 項目を選択
pt: Selecionar itens
ru: Выбрать элементы
uk: Вибрати елементи
zh_hans: 选择项目

# sftp_send_to_background
source: Background
de: Im Hintergrund
es: Segundo plano
fr: Arrière-plan
it: In background
ja: バックグラウンド
pt: Segundo plano
ru: В фон
uk: У фоні
zh_hans: 后台

# sftp_started_at
source: Started: %1$@
de: Gestartet: %1$@
es: Iniciado: %1$@
fr: Démarré : %1$@
it: Iniziato: %1$@
ja: 開始: %1$@
pt: Iniciado: %1$@
ru: Начато: %1$@
uk: Початок: %1$@
zh_hans: 开始：%1$@

# sftp_upload_complete
source: Upload complete
de: Upload abgeschlossen
es: Subida completada
fr: Envoi terminé
it: Caricamento completato
ja: アップロード完了
pt: Envio concluído
ru: Загрузка завершена
uk: Вивантаження завершено
zh_hans: 上传完成
